import { EquipmentProps } from '../Equipment';

export const equipments: EquipmentProps[] = [
  {
    title: 'Безопасность',
    vales: [
      'Запасное колесо неполноразмерное',
      'Передние тормоза: Дисковые',
      'Задние тормоза: Барабанные',
      'Задние колеса: 175 / 65R14',
      'Передние колеса: 175 / 65R14',
      'Передний стабилизатор',
    ],
  },
  {
    title: 'Экстерьер',
    vales: [
      'Задняя подвеска: Полузависимая, торсионная балка',
      'Иммобилайзер',
      'Вспомогательная система торможения (BAS)',
      'Антиблокировочная система (ABS)',
      'Система помощи при старте на подъеме (HAC)',
    ],
  },
  {
    title: 'Интерьер',
    vales: [
      'Подушка безопасности пассажира с функцией деактивации',
      'Подушка безопасности переднего пассажира',
      'Дополнительный стоп-сигнал',
      'ЭРА-ГЛОНАСС Крепление ISOFIX',
    ],
  },
];
