import { ArticleProps } from '../pages/ArticlePage/components/Article';
import React from 'react';
import dadi from '../pages/ArticlePage/assets/dadi.webp';
import hynday from '../pages/ArticlePage/assets/hyndsl.webp';
import mers from '../pages/ArticlePage/assets/mersedes.webp';
import modernCar from '../pages/ArticlePage/assets/Modern car.webp';
import range from '../pages/ArticlePage/assets/range rover.webp';
import rio from '../pages/ArticlePage/assets/rio.webp';
import rollsRoyce from '../pages/ArticlePage/assets/Rolls-Royce.webp';
import solyrisInterier from '../pages/ArticlePage/assets/solyris-interier.webp';

export const articles: ArticleProps[] = [
  {
    id: 1,
    header: 'Новый «Москвич 3»: хорошее предложение по формуле «цена – опция»',
    textBlocks: [
      {
        title: 'Продолжение легенды',
        text: [
          'Легендарная модель отечественного автопрома получила вторую жизнь после ухода с российского рынка компании Renault. Производственный мощности простаивали недолго благодаря партнерству с китайской компанией JAC Motors. За основу для возрожденного третьего «Москвича» взяли компактные кроссоверы JAC JS4 и его электрическую версию JAC iEVs4',
          'Производство по типу бейдж-инжиниринга, когда действующая модель выпускается под новой торговой маркой, используется во всем мире. Например, перелицованный Mercedes-Benz A-Class известен как Infiniti Q30, а Mitsubishi L200 – как Fiat Fullback. Бейдж-инжиниринг позволяет создать качественную продукцию и при этом снизить расходы на ее производство',
          'Как замечают многие эксперты, новая эмблема автомобиля каким-то образом меняет его суть. Поэтому есть все основания надеяться, что мечта советского автомобилиста в своей реинкарнации сохранит лучшие качества: надежность, не убиваемый двигатель, грузоподъемность и высокую проходимость, особенно для комплектаций с механической коробкой передач',
        ],
      },
      {
        title: 'Современный автомобиль для современного города',
        image: modernCar,
        text: [
          'Во внешнем облике нового кроссовера воплотились все современные дизайнерские тенденции – брутальные геометричные линии кузова, придающая легкость парящая крыша, зауженная светодиодная оптика, объединенная сзади в единый элемент. По периметру кузов оснащен пластиковой защитой. Уже в базовой версии установлены 17-дюймовые легкосплавные диски и рейлинги на крыше',
          'По габаритам 4410 мм в длину, 1660 мм в высоту и 1800 мм в ширину авто вплотную приближается к одноклассникам Haval Jolion или Chery Tiggo 4. Аккуратный, современный и стильный, «Москвич 3» не теряется в городском потоке и выглядит в нем очень гармонично. Отсутствие азиатской вычурности в дизайне, сдержанный, выразительный, изящный экстерьер сближает новое отечественное авто с классическими европейскими образцами',
        ],
      },
    ],
  },
  {
    id: 2,
    header: 'Что нужно знать о рестайлинге авто',
    textBlocks: [
      {
        title: 'Что включает понятие рестайлинга',
        image: mers,
        text: [
          'Каждое новое поколение автомобиля рассчитано на срок не менее 5-7 лет. Однако за такой временной промежуток на автомобильный рынок могут выйти десятки новых конкурирующих моделей. Стремясь удержать внимание водителей, производители вносят в классическую модель локальные обновления дизайна или технической части. Такую модернизацию называют рестайлингом. В основе понятия лежит английское слово restyling. В дословном переводе он означает «изменение стиля». Сегодня им обозначают обновление автомобиля в рамках одного поколения модели',
        ],
      },
      {
        title: 'Отличие от нового поколения',
        image: rio,
        text: [
          'Отличие рестайлинговой модели от машины нового поколения заключается в масштабе изменений. Каждая новая генерация авто предполагает кардинальное преображение экстерьера и интерьера, совершенствование эксплуатационных характеристик.',
          'Например, между выпуском 3 и 4 поколения популярных в России корейских Kia Rio производитель заменил гидроусилитель руля на электроусилитель, усовершенствовал подвеску, добавил в дорогих комплектациях обогрев задних сидений, камеру заднего вида и другие функции. Увеличилась колесная база, внешний вид и интерьер стали более свежими и неординарными.',
          'Для сравнения: рестайлинговая модель четвертого поколения Kia Rio вышла в 2020 г. В числе изменений – слегка увеличивающие длину новые бамперы и более крупная решетка радиатора, новая форма фар и кормовых фонарей, трапециевидные выхлопные фальш-патрубки, имитация диффузора, молдинг на передней панели салона, увеличенный дисплей медиасистемы и борткомпьютера, навигатор в дорогих версиях авто.',
        ],
      },
      {
        title: 'Сколько может быть рестайлингов у модели',
        text: [
          'В рамках одного поколения чаще всего производят 1-2 модернизации, но бывает и больше. Например, японский производитель минивэна Toyota Estima после десяти лет производства в 2016 г. провел третье по счету обновление – модернизировал бамперы, фары головного света и элементы интерьера.',
          'Процесс обновления может быть запланированным или вынужденным. Первый чаще всего проводят в середине жизненного цикла авто через 3 года после выпуска. Внеплановую модернизацию проводят, если выявлены недочеты конструкции. Например, в паркетнике Hyundai Creta II поколения в 2021 г. всего через 2 года после премьеры производитель изменил переднюю часть модели. Причиной стали отрицательные отзывы покупателей.',
        ],
      },
    ],
  },
  {
    id: 3,
    header: 'Китайские аналоги авто: топ-7 европейских копий',
    textBlocks: [
      {
        title: 'Это законно?',
        text: [
          'На автомобильном рынке регулярно вспыхивают скандалы между мировыми и китайскими автоконцернами. Первые обвиняют своих коллег в плагиате и пытаются запретить выставлять копии на выставках и салонах, а также продавать такие авто. В Европе, США, России действует механизм защиты на использование визуальных решений на срок в разных странах до 25 лет. В Китае такого нет. Кроме того, доказать сходство аналогов до степени смешения может только профессиональная экспертиза. Из-за незначительных различий она не всегда может обосновать полную схожесть черт линий кузова в авто',
          'Например, внешний вид и салон Chery QQ практически полностью повторял бюджетный Daewoo Matiz. Собственник бренда Daewoo хорошо известный концерн GM пытался в суде запретить выпускать клонированный автомобиль и отсудить денежную компенсацию. Однако из-за чуть более крупных габаритов и увеличенной колесной базы американцы не смогли убедить суд и экспертов, что это подделка',
          'Концерн Fiat смог доказать, что Great Wall Peri – это копия его модели Panda. В Италии продавать аналог запретили, а производителя оштрафовали. Однако в Китае суд признал существенные различия в моделях. «Фиату» пришлось оплачивать солидные судебные издержки',
          'Немецкая компания Daimler AG подала в суд, чтобы китайская реплика Shuanghuan Auto Noble не была представлена на автосалоне в Болонье и не продавалась на экспорт. Немцы утверждали, что эта подделка копирует двухместный хэтбек Smart ForTwo. Суд встал на их сторону. Но после смены импортера китайцам удалось доказать отсутствие плагиата. Известный немецкий производитель получил встречный иск с требованием многомиллионной компенсации за потери от приостановки продаж авто. Отсутствие единого международного права, регламентирующего отношения производителей, позволяют китайцам продолжать выпуск аналогов.Если же компания получает запрет ввозить и продавать копию на локальном рынке, китайский автомобиль модернизируют и снова выставляют на продажу.',
        ],
      },
      {
        title: 'Dadi Shuttle — Toyota Land Cruiser Prado',
        image: dadi,
        text: [
          'Известный японский рамный внедорожник явно вдохновлял создателей бюджетной версии Dadi Shuttle. Некоторые автомобилисты говорят об абсолютном сходстве. Кто-то отмечает более грубые боковины и спорные пропорции авто. Тем не менее внешне полноприводный аналог, очень похожий на легендарный автомобиль Toyota, действительно получился солидным. У него хорошая проходимость и достаточно производительный двигатель 2,4 л мощностью 125 л.с. с 5-ступенчатой МКПП. В производительности китайская реплика уступает оригиналу. Кроме того, японские авто доступны также с автоматической КПП. Но основные претензии автомобилистов вызывает слишком тонкий металл кузова и дешевые материалы отделки. Они быстро теряют привлекательный вид. Зато цена Dadi Shuttle делает китайский автомобиль одним из самых доступных на первичном или вторичном рынке',
        ],
      },
      {
        title: 'Landwind X7 – Range Rover Evoque',
        image: range,
        text: [
          'Полноприводный китайский кроссовер - одна из самых известных и скандальных копий знаменитой британской модели. Пропорции и форма кузова со спойлером на крышке багажника, оптика, интерьер – автомобили выглядят как близнецы. При этом разница в цене достигла почти 3 раза. Популярность X7 привела к снижению продаж оригинального премиум-кроссовера. Компания Jaguar Land Rover пыталась судиться с производителем. Спустя 3 года даже она добилась запрета продавать аналог в Китае и выплаты компенсаций. Но китайцы уже выпустили обновленную версию авто с более низким передним бампером и новыми фарами. В мощности двигателя 2-литровый бензиновый мотор китайца уступает: 190 л.с. против 240 л.с. Также в Китае нет версии в турбодизелем и полным приводом. В остальном аналог стал настоящим бестселлером рынка.',
        ],
      },
      {
        title: 'Geely GE – Rolls-Royce Phantom',
        image: rollsRoyce,
        text: [
          'Этот полноприводный седан представительского класса сразу после выхода назвали «Роллс-Ройсом из Поднебесной». Флагманская машина компании Geely оказалась слегка короче и уже британского заднеприводного аналога. Но сходство в пропорциях и линиях кузова, радиаторной решетке и передних фарах, архитектуре передней панели и других деталях не оставляет сомнений: хорошо известный люксовый Phantom явно копировали. Чтобы избежать судебных разбирательств, китайцы внесли в авто изменения и сделали кузовные линии более округлыми, отказались от монументальной хромированной решётки и других узнаваемых черт. В производительности моторов британцы оставили аналог далеко позади: бензиновый V12 6,4 мощностью 460 л.с. трудно сравнить с V6 3,6 л мощностью 220 л.с. зато Geely предложили версии с гибридом или электромотором. Салон тоже отличается от оригинала: китайский автомобиль продается с двухместным задним диваном или одноместным сиденьем-троном',
        ],
      },
    ],
  },
  {
    id: 4,
    header: 'Сравнение Хендай Солярис и Киа Рио: выбираем бюджетный седан',
    textBlocks: [
      {
        title: 'Внешний облик',
        image: hynday,
        text: [
          'Габариты кузовов этих автомобилей очень близки. Киа Рио чуть шире, Хендай Солярис чуть длиннее, по высоте они практически идентичны. У моделей одинаковый дорожный просвет 160 мм. Поэтому по внешним пропорциям машины воспринимаются одинаково. Но пристальный взгляд на бампер и крышку капота, радиаторную решетку, фары и зеркала дает возможность увидеть различия между авто. Дизайн Kia эксперты считают более европейским. Сдержанные плавные линии делают его более спокойным и универсальным. У Хендай выражены хищные черты, характерные для дизайна азиатских автомобилей. За счет этого он уступает в солидности, зато выигрывает в динамичности. Те, кому больше нравятся не традиционные небанальные формы, чаще останавливают выбор на Hyudnai',
        ],
      },
      {
        title: 'Интерьер салона и багажник',
        image: solyrisInterier,
        text: [
          'В оформлении интерьера также прослеживаются различия. Любители минималистичного стиля чувствуют себя комфортнее в современном сдержанном салоне Kia. У Hyudnai Solaris более интересный на взгляд интерьер с синей атмосферной подсветкой. По запасу свободного места на передних и задних сиденьях автомобили равноценны, как и в хорошем качестве износостойких визуально привлекательных материалах отделки',
          'В эргономике Hyundai получает больше положительных отзывов, чем Kia Rio. Более высокое расположение экрана мультимедийной системы и удачное расположение кнопок и клавиш делает салон Хендай Солярис удобнее. Равные объемы багажных отделений 480 л на первый взгляд позволяют сделать вывод о полном сходстве.Но, по мнению автомобилистов, для крупногабаритных грузов предпочтительнее Киа Рио – ширина проема у этого автомобиля больше на 12 см, чем у Хендай Солярис.Зато Hyundai в добавок к современному способу открытия багажника из салона предлагает традиционную кнопку на самой крышке.В Kia Rio этот вариант отсутствует',
        ],
      },
      {
        title: 'Оснащение',
        text: [
          'Различия наблюдаются в оснащении салонов. В топовых комплектациях автомобили приближаются друг к другу, хотя Hyudnai Solaris в некоторых моментах незначительно превосходит конкурента. Например, здесь раньше встречаются сиденья с подогревом или система автоматического открывания багажника.',
          'Стоимость самой дорогой версии Kia доступнее при равных функциях. Базовая версия Hyudnai Solaris доступнее по цене, хотя включает некоторые функции, встречающиеся у Киа Рио лишь опционально. Например, приборная панель Supervision или система курсовой устойчивости в Rio доступна в верхних комплектациях, а у Hyudnai Solaris их можно найти в базе',
          'С другой стороны, некоторые функции в Хендай Солярис отсутствуют даже за дополнительную плату, например, автовыключение освещения. Кроме того, Киа Рио выигрывает за счет более доступного кондиционера, «теплого» пакета с электрообогревом лобового стекла и стеклоомывателей, заводской антикоррозийнной обработки днища',
          'Еще одно отличие состоит в том, что Kia Rio традиционно увязывает функциональность с комплектацией. Представители Хендай отказались от такого подхода и предлагают часть опций пакетами – за них придется доплачивать даже в верхних комплектациях. Гарантия на некоторые узлы у в Hyundai выше. Например, на мультимедийные системы Киа дает гарантию 3 года или 60 000 км пробега, тогда как у конкурента гарантия составляет 3 года или 100 000 км.',
        ],
      },
      {
        title: 'Ходовые характеристики',
        text: [
          'В переднеприводные Солярис, Рио устанавливают надежные проверенные силовые агрегаты южнокорейского концерна объемом 1,4-1,6 л от 100 до 123 л.с. В обеих моделях двигатели сочетаются с 6-ступенчатыми механическими и автоматическими КПП, у Киа Рио также доступны версии с 5-ступенчатой механикой',
          'Разгон до 100 км/ч в зависимости от комплектации составляет 10,3-12,2 с, максимальная скорость – 193 км/ч. В смешанном цикле расход топлива составляет от 6,3 л на 100 км. Топливный бак в Kia Rio и Hyudnai Solaris составляет одинаковые 50 л.',
          'По ездовому комфорту южнокорейские модели Hyudnai и Рио схожи. Неровности на дорогах хорошо сглаживает сбалансированная подвеска: передняя МакФерсон и задняя полузависимая подвеска с торсионной балкой. Они адаптированы для езды по российским дорогам, долговечны, неприхотливы в обслуживании',
          'По маневренности и отзывчивости рулевого управления Kia Rio и Hyudnai Solaris также сопоставимы. Они идеально подходят для ежедневной размеренной езды по Москве и другим городам. На высоких скоростях может возникать крен кузова и повышенный шум в салоне. Барабанные тормоза сзади и дисковые вентилируемые спереди обеспечивают эффективное торможение',
        ],
      },
      {
        title: 'Безопасность',
        text: [
          'У этих моделей последнего поколения сходная силовая структура кузова, доля высокопрочной стали и предусмотренные производителем зоны запрограммированной деформации в случае ДТП. Для эффективной защиты водителя и пассажиров производитель предусмотрел в максимально оснащенных версиях шесть подушек безопасности, системы ABS и ESP, датчик давления шин, крепление ISOFIX для детских кресел. У Киа боковые подушки и шторки безопасности, а также автоматическое запирание дверей при движении доступно в более младших комплектациях. У Хендай Солярис за это требуется дополнительная оплата. Зато в этой модели доступнее навигационная система с информацией о пробках, совместимая со смартфонами. В европейском краш-тесте Euro NCAP Киа с 6 подушками безопасности и автоматической КПП получила 5 баллов. Новый Хендай Солярис для российского авторынка получил наивысшую оценку по системе ARCAP',
        ],
      },
      {
        title: 'Вместо резюме',
        text: [
          'Сравнение двух этих бюджетных моделей показывает, что выделить однозначные преимущества одной из них трудно. К числу общих преимуществ относится актуальный дизайн, высокий уровень безопасности, богатый выбор опций и комплектаций, экономичность в расходовании топлива, обслуживании и ремонте. Машины показывают достойную динамику, управляемость и маневренность. Оба авто ликвидны на вторичном рынке. Выбирать конкретную модель рекомендуется после тест-драйва с учетом личных предпочтений по оформлению и числу базовых и опционально доступных функций',
        ],
      },
    ],
  },
];
